[
    {
        "word": "alleviate",
        "meaning": "to make something bad such as pain or problems less severe",
        "example": "The drugs did nothing to alleviate her pain/suffering.",
        "synonyms": []
    },
    {
        "word": "delirious",
        "meaning": "unable to think or speak clearly because of fever or mental confusion",
        "example": "She had a high temperature and was delirious.",
        "synonyms": []
    },
    {
        "word": "impervious",
        "meaning": "geology, engineering\n  specialized not allowing liquid to go through",
        "example": "How does glue bond with impervious substances like glass and metal?",
        "synonyms": [
            "impenetrable",
            "impermeableCompare",
            "waterproof adjective",
            "watertight (NO WATER)",
            "weatherproofOpposite",
            "permeable formal"
        ]
    },
    {
        "word": "acerbic",
        "meaning": "used to describe something that is spoken or written in a way that is direct, clever, and cruel",
        "example": "The letters show the acerbic wit for which Parker was both admired and feared.",
        "synonyms": []
    },
    {
        "word": "slander",
        "meaning": "a false spoken statement about someone that damages their reputation, or the making of such a statement",
        "example": "The doctor is suing his partner for slander. She regarded his comment as a slander on her good reputation. Compare\nlibel noun",
        "synonyms": []
    },
    {
        "word": "disparaging",
        "meaning": "criticizing someone, in a way that shows you do not respect or value them",
        "example": "disparaging remarks Synonym\nderogatory",
        "synonyms": []
    },
    {
        "word": "gustatory",
        "meaning": "connected with taste",
        "example": "gustatory pleasures",
        "synonyms": []
    },
    {
        "word": "ingratiating",
        "meaning": "Ingratiating behaviour is intended to make people like you",
        "example": "an ingratiating smile/manner",
        "synonyms": []
    },
    {
        "word": "servile",
        "meaning": "too eager to serve and please someone else in a way that shows you do not have much respect for yourself",
        "example": "As a waiter you want to be pleasant to people without appearing totally servile.",
        "synonyms": []
    },
    {
        "word": "accentuate",
        "meaning": "to emphasize a particular feature of something or to make something more noticeable",
        "example": "Her dress was tightly belted, accentuating the slimness of her waist. The new policy only serves to accentuate the inadequacy of help for the homeless.",
        "synonyms": []
    },
    {
        "word": "closure",
        "meaning": "C2 [ C ] the fact of a business, organization, etc. stopping operating",
        "example": "factory/branch closures Many elderly people will be affected by the library closures.",
        "synonyms": []
    },
    {
        "word": "disclosure",
        "meaning": "the act of making something known or the fact that is made known",
        "example": "Any public disclosure of this information would be very damaging to the company. The newspaper made damaging disclosures of management incompetence. Synonym\nrevelation",
        "synonyms": []
    },
    {
        "word": "apologist",
        "meaning": "a person who supports a particular belief or political system, especially an unpopular one, and speaks or writes in defence of it",
        "example": "communism and its apologists There are few apologists for the old system.",
        "synonyms": []
    },
    {
        "word": "condone",
        "meaning": "to accept or allow behaviour that is wrong",
        "example": "If the government is seen to condone violence, the bloodshed will never stop. Synonym\nexcuse",
        "synonyms": []
    },
    {
        "word": "obviate",
        "meaning": "to remove a difficulty, especially so that action to deal with it becomes unnecessary",
        "example": "A peaceful solution would obviate the need to send a UN military force.",
        "synonyms": []
    },
    {
        "word": "militate",
        "meaning": "to make something less likely to happen or succeed",
        "example": "The complexity and costliness of the judicial system militate against justice for the individual.",
        "synonyms": []
    },
    {
        "word": "frailty",
        "meaning": "[ U ] weakness and lack of health or strength",
        "example": "Though ill for most of her life, physical frailty never stopped her from working.",
        "synonyms": []
    },
    {
        "word": "transgression",
        "meaning": "the act or process of breaking a law or moral rule, or an example of this",
        "example": "Who is supposed to have committed these transgressions? Adolescence is a period marked by fascination with the transgression of rules. See\ntransgress",
        "synonyms": []
    },
    {
        "word": "exemplify",
        "meaning": "C2 to be or give a typical example of something",
        "example": "This painting perfectly exemplifies the naturalistic style which was so popular at the time.",
        "synonyms": []
    },
    {
        "word": "egalitarian",
        "meaning": "believing that all people are equally important and should have the same rights and opportunities in life",
        "example": "an egalitarian society The party's principles are basically egalitarian.",
        "synonyms": []
    },
    {
        "word": "emancipation",
        "meaning": "the process of giving people social or political freedom and rights",
        "example": "women's/female emancipation black emancipation",
        "synonyms": []
    },
    {
        "word": "rebuttal",
        "meaning": "a statement that says that something is not true",
        "example": "She issued a point-by-point rebuttal of the company's accusations.",
        "synonyms": []
    },
    {
        "word": "confound",
        "meaning": "to confuse and very much surprise someone, so that they are unable to explain or deal with a situation",
        "example": "An elderly man from Hull has confounded doctors by recovering after he was officially declared dead. The singer confounded her critics with a remarkable follow-up album.",
        "synonyms": []
    },
    {
        "word": "pretension",
        "meaning": "[ C usually plural ] a claim or belief that you can succeed or that you are important or have serious value",
        "example": "The Chronicle has pretensions to being a serious newspaper. The NY Giants' Super Bowl pretensions were dashed when they were beaten last week.",
        "synonyms": []
    },
    {
        "word": "blemish",
        "meaning": "[ C ] a mark on something that spoils its appearance",
        "example": "freckles, scars, and other minor skin blemishes",
        "synonyms": []
    }
]